Repository: BenStaveleyTaylor/ScreenLabel
Catalog: LockScreenTextFramework/Help System/Resources/*.lproj/Help.strings
Languages: es, fr

# HelpNavTitleTemplate
source: How To... (%@/%@)
es: Como... (%@/%@)
fr: Comment... (%@/%@)

# HelpTitle1
source: Label your @DeviceName@ with @AppName@
es: Etiqueta tu @DeviceName@
fr: Etiqueter votre @DeviceName@ avec @AppName@

# HelpText1
source: @AppName@ helps you put a tag where it can be seen, even when your @DeviceName@ is locked. You might show a phone number to call, or your email address. If you lose your @DeviceName@, you stand a better chance of getting it back 🙏.
es: @AppName@ ayuda a poner una etiqueta donde pueda ser visto, incluso cuando tu @DeviceName@ está bloqueado. YTu puedes mostrar un numero de teléfono para llamar o tu correo electrónico. Si tu pierdes tu @DeviceName@, tienes mayores oportunidades de que lo recuperes 🙏.
fr: @AppName@ vous aide à mettre un tag visible, même quand votre @DeviceName@ est verrouillé. Vous pouvez indiquer un numéro de téléphone, ou votre adresse courriel. Si vous perdez votre @DeviceName@ les chances de le retrouver augmenteront 🙏.

# HelpTitle2
source: Use the Lock Screen widget
es: Usa la widget de bloqueo de pantalla
fr: Utilisation du widget sur l’écran verrouillé

# HelpText2
source: On iOS 16 and later, you can see your contact message in the @AppName@ Lock Screen widget. To use the Lock Screen widget, you only need to set the message text – you don’t need to choose a photo and save it. To add widgets to your Lock Screen, touch and hold on the Lock Screen background and tap “Customise”.
es: En los iOS 16 y versiones posteriores, puedes ver tu mensaje de contacto en la @AppName@ widget bloqueo de pantalla. Para usar la widget bloqueo de pantalla, solo necesitas configurar el mensaje de texto – no necesitas escoger una foto y guardarlo. Para añadir widgets a tu pantalla bloqueada, tocar y mantener presionado el fondo de la pantalla de bloqueo y toque “Personalizar”.
fr: Sur iOS 16 et versions ultérieures vous pouvez voir votre message de contact dans le @AppName@ widget sur l’écran verrouillé. Pour utiliser le widget sur l’écran verrouillé, il vous suffit de définir le texte du message – vous n’avez pas besoin de choisir une photo et de l’enregistrer. Pour ajouter des widgets à l’écran verrouillé, touchez et maintenez appuyé l’arrière-plan de l’écran verrouillé et appuyez sur « Personnaliser ».

# HelpTitle3
source: Choose your background and text
es: Elegir tu fondo y texto
fr: Choisir l’image et texte

# HelpText3-iOS12
source: ① To start, import one of your photos. You can scroll and zoom the photo image to get just the part you want. ② Or you can choose a simple background colour instead of a photo. ③ Then edit the text size and colour to make it stand out, or to be unobtrusive. ④ When you’re done, save it back as a new photo. Your original won’t be changed.
es: ① Para empezar, a importar una de tus fotos. Puedes desplazarte y hacer zoom a la imagen de la foto para conseguir solo la parte que quieres. ② O puedes escoger un fondo de color simple, en lugar de una foto. ③ Luego editar el tamaño de texto y color para que se destaque, o hacerlo discreto. ④ Cuando hayas terminado, guardarlo como una fotografía nueva. Tu foto original no será cambiada.
fr: ① Pour commencer, télécharger une de vos images. Vous pouvez faire défiler et agrandir l’image pour en sélectionner une partie. ② Ou vous pouvez choisir un fond d’écran d’une seule couleur au lieu d’une image. ③ Ensuite modifier la taille et la couleur du texte pour le mettre en évidence ou le rendre discret. ④ Quand vous avez terminé vous pouvez l‘enregistrer comme nouvelle image. L’image originale ne sera pas changée.

# HelpText3-iOS16
source: As well as using the Lock Screen widget, you can also create a beautiful custom wallpaper. ① To start, import one of your photos. You can scroll and zoom the photo image to get just the part you want. ② Or you can choose a simple background colour instead of a photo. ③ Then edit the text size and colour to make it stand out, or to be unobtrusive. ④ When you’re done, save it back as a new photo. Your original won’t be changed.
es: Así como se usa la widget de bloqueo de pantalla, también puedes crear un bello fondo de pantalla personalizado. ① Para empezar importa una de sus fotos. Puedes desplazar y agrandar solo una parte de la imagen que quieres. ② OO puedes escoger un fondo de color simple en lugar de una foto. ③ Luego editar el tamaño de texto y color para que se destaque, o hacerlo discreto. ④ Cuando hayas terminado, guardarlo como una fotografía nueva. Tu foto original no será cambiada.
fr: En plus d’utiliser le widget sur l’écran verrouillé, vous pouvez créer un beau fond d’écran personnalisé. ① Pour commencer, télécharger une de vos images. Vous pouvez faire défiler et agrandir l’image pour en sélectionner une partie. ② Ou vous pouvez choisir un fond d’écran d’une seule couleur au lieu d’une image. ③ Ensuite modifier la taille et la couleur du texte pour le mettre en évidence ou le rendre discret. ④ Quand vous avez terminé vous pouvez l‘enregistrer comme nouvelle image. L’image originale ne sera pas changée.

# HelpTitle4
source: Set your Wallpaper
es: Establece tu fondo de pantalla
fr: Sélectionner votre fond d’écran

# HelpText4-iOS12
source: ① Open the system Settings and choose Wallpaper ② Tap “Choose a New Wallpaper”. ③ Your Photos are shown. Choose “Camera Roll” and the @AppName@ photo should be the most recent photo, at the end of the list. ④ Usually the “Perspective” option looks best, then tap “Set”
es: ① Abrir la configuración del sistema y elegir fondo de pantalla. ② oque “Elegir un nuevo fondo de pantalla”. ③ Se muestran tus fotos. Elegir “Rollo de la cámara” y la @AppName@ la foto debe ser la más reciente de la lista. ④ Usually the “Perspective” option looks best, then tap “Set”
fr: ① Ouvrez les réglages système et sélectionnez « Fond d’écran ». ② Appuyez sur « Choisir un nouveau fond d’écran ». ③ Vos images sont affichées. Sélectionnez « Pellicule » et l’image de @AppName@ devrait être l’image la plus récente, à la fin de la liste. ④ Normalement l’option perspective est la meilleure, ensuite taper sur « Définir »

# HelpText4-iOS14
source: ① Open the system Settings and choose Wallpaper ② Tap “Choose a New Wallpaper”. ③ Your Photos are shown. Choose “All Photos” and the @AppName@ photo should be the most recent photo, at the end of the list. ④ Usually the “Perspective” option looks best, then tap “Set”
es: ① Abrir la configuración del sistema y elegir fondo de pantalla ② Toque “Elegir un nuevo fondo de pantalla”. ③ Se muestran tus fotos. Elegir “Todas las Fotos” y la @AppName@ la foto debe ser la más reciente de la lista. ④ Usualmente la opción “Perspectiva” es la mejor, luego toque “Establecer”
fr: ① Ouvrez les réglages système et sélectionnez « Fond d’écran ». ② Appuyez sur « Choisir un nouveau fond d’écran ». ③ Vos images sont affichées. Sélectionnez « Pellicule » et l’image de @AppName@ devrait être l’image la plus récente, à la fin de la liste. ④ Normalement l’option perspective est la meilleure, ensuite taper sur « Définir »

# HelpText4-iOS16
source: ① Lock your phone, then touch and hold on the Lock Screen for options ② If you want to use the Lock Screen widget, tap Customise, then ADD WIDGETS ③ Select @AppName@ from the list of available widgets ④ If you want to use a @AppName@ custom wallpaper you saved, tap “+”, choose Photos wallpaper then select your @AppName@ image
es: ① Bloquea t u teléfono, luego tocar y presionar en la pantalla bloqueada para ver las opciones. ② Si quieres usar la microaplicación de Pantalla Bloqueada, tocar personalizar, luego AÑADIR WIDGETS ③ Seleccionar @AppName@ de la lista de widgets disponibles ④ Si quieres usar un @AppName@ cfondo de pantalla personalizado que has guardado, tocar “+”, elige el fondo de Pantalla de tus fotos y luego selecciona tu @AppName@ imagen
fr: ① Verrouillez votre iPhone, puis touchez et maintenez appuyé l’écran verrouillé pour les options. ② Si vous voulez utiliser le widget sur l’écran verrouillé, appuyez sur personnaliser, puis « AJOUTER DES WIDGETS ». ③ Sélectionnez @AppName@ dans la liste des widgets disponible ④ Si vous voulez utiliser un fond d’écran personnalisé de @AppName@ que vous avez enregistré, appuyez sur « + », sélectionnez photos puis sélectionnez votre @AppName@ fond d’écran.

# HelpTitle5
source: Tips
es: Consejos
fr: Astuces

# HelpText5-iOS12
source: • Tap the image area to get a full-screen preview. • Once you have set the Lock Screen, you can delete the saved @AppName@ image from your Camera Roll if you want. • If you don’t want any background to the label, make the Box Colour clear. • When placing the image using the iOS Wallpaper Settings, the edges of the image are sometimes trimmed off. You can pinch-zoom the image to see more of it.
es: • Toca el área de la imagen para obtener una vista previa de la pantalla completa. • Una vez que hayas configurado la pantalla de bloqueo, puedes eliminar la imagen guardada @AppName@ de tu galería de imágenes si lo deseas. • Si no quieres ningún fondo para la etiqueta, aclarar el color del cuadro. • Al colocar la imagen dando la configuración de fondo de pantalla de iOS los bordes de la imagen a veces se recortan. Puedes agrandar la imagen para ver más de ella.
fr: • Appuyez sur l’image pour avoir un aperçu en plein écran. • Une fois que vous avez changé l’écran verrouillé vous pouvez supprimer l’image de @AppName@ de votre pellicule. • Si vous ne voulez pas un arrière-plan pour l’étiquette, sélectionnez transparent pour la zone de texte. • Quand vous placez l’image avec iOS Réglages fond d’écran, les bords de l’image peuvent être découpés. Vous pouvez pincer et rétrécir pour voir plus.

# HelpText5-iOS16
source: • You don’t need to import and save a photo to use the Lock Screen widget – just set the message text. • Tap the image area to get a full-screen preview. • Once you have set the Lock Screen, you can delete the saved @AppName@ image from your Camera Roll if you want. • If you don’t want any background to the label, make the Box Colour clear. • When placing the image using the iOS Wallpaper Settings, the edges of the image are sometimes trimmed off. You can pinch-zoom the image to see more of it.
es: • No es necesario que importes y guardes una foto para usar la microaplicacion de bloqueo de pantalla, solo configura el texto del mensaje. • Toca el área de la imagen para obtener una vista previa de la pantalla completa. • Una vez que hayas configurado en la pantalla de bloqueo, puedes eliminar la imagen @AppName@ guardada de Galería de fotos si lo deseas. • Si no desea ningún fondo para la etiqueta, aclare el Color del cuadro. • Cuando colocas la imagen usando la configuración de fondo de pantalla de iOS, los bordes de la imagen a veces se recortan. Puedes agrandar la imagen para ver más de ella.
fr: • Vous n'avez pas besoin d'importer et d'enregistrer une photo pour utiliser le widget sur l’écran verrouillé - il suffit de définir le texte du message. • Appuyez sur l’image pour avoir un aperçu en plein écran. • Une fois que vous avez changé l’écran verrouillé vous pouvez supprimer l’image de @AppName@ de votre pellicule. • Si vous ne voulez pas un arrière-plan pour l’étiquette, sélectionnez transparent pour la zone de texte. • Quand vous placez l’image avec iOS Réglages fond d’écran, les bords de l’image peuvent être découpés. Vous pouvez pincer et rétrécir pour voir plus.
