Repository: BenStaveleyTaylor/ScreenLabel
Catalog: LockScreenTextFramework/Resources/*.lproj/Localizable.strings
Languages: es, fr

# AppName
source: Screen Label
es: Etiqueta de Pantalla

# AboutTitle
source: About
es: Acerca de
fr: A propos de

# HelpButtonText
source: Help
es: Ayuda
fr: Aide

# MessagePromptText
source: Tap this label to change it Drag it up or down More help from the title bar
es: Presione esta etiqueta para cambiarlo Llévelo hacia arriba o hacia abajo Más ayuda en la barra de titulo
fr: Appuyez sur cette étiquette pour la changer Faites la glisser en haut ou en bas Plus d’aide dans la barre de titre

# MessagePlaceholderText
source: Contact message. Example: If found contact 01234 567890 or me@example.com
es: Mensaje de contacto. Por ejemplo: Si lo encuentra contactar al 987 654 321 o me@example.com
fr: Message de contact. Exemple: Si trouvé contactez 01 23 45 67 89 ou moi@courriel.fr

# WidgetHelpLabel
source: The @AppName@ Lock Screen widget will show this message. You don’t need to save a Wallpaper image.
es: La @AppName@ la micro aplicación Bloqueo de pantalla mostrara este mensaje. No necesitas guardar una imagen de fondo.
fr: Le @AppName@ widget sur l’écran verrouillé affichera ce message. Vous n’avez pas besoin d’enregistrer un fond d’écran.

# BleedStyleLabel
source: Automatic Margins
es: Márgenes Automáticos
fr: Marges automatiques

# BleedStyleHelpText
source: Auto is best for images used as iOS Lock Screens. Turn off to see more of the image.
es: Auto es mejor para las imágenes usadas como iOS bloqueo de pantalla. Apagar para ver mas de la imagen.
fr: Automatique est recommandé pour les images utilisées comme écran verrouillé. Désactiver pour voir plus de l’image.

source: Done
es: Hecho
fr: Fini

source: Open Settings
es: Abrir configuracion
fr: Ouvrez Réglages

# TextAttributesEditorTitle
source: Text Settings
es: Configuracion de texto
fr: Réglages texte

# MoreWallpaperHelp
source: More Help
es: Mas ayuda
fr: Plus d’Aide

# FailedAlertTitle
source: Failed
es: Error
fr: Échoué

# SavedAlertTitle
source: Saved to your Photos
es: Guardar en tus fotos
fr: Enregistré dans vos images

# HowToSetWallpaperBody-iOS12
source: Open Settings > Wallpaper and do “Choose a New Wallpaper”. You will find your image in All Photos. The “Perspective” option usually works best.
es: Abrir configuración>Fondo de pantalla y hacer “Escoger un Nuevo fondo de pantalla”. Tu vas a encontrar tu imagen en todas las fotos. La opción “Perspectiva” usualmente trabaja mejor.
fr: Ouvrez Réglages > Fond d’écran et « Choisir un nouveau fond d’écran » puis définir l’écran verrouillé. Vous trouverez l’image dans « Toutes les photos ». Normalement l’option perspective est le mieux.

# HowToSetWallpaperBody-iOS16
source: The saved image will be the most recent in All Photos. Open Settings > Wallpaper or touch and hold on the Lock Screen itself to apply this image to your Lock Screen. The message text is always available in the Lock Screen widget – you don’t need to do a Save.
es: Las imágenes guardadas van a ser las más recientes en Todas las fotos. Abrir configuración > Fondo de pantalla o presionar y sostener en la pantalla bloqueada para aplicar esta imagen en tu pantalla bloqueada. El mensaje de texto que siempre está disponible en la micro aplicación de pantalla bloqueada – Tu no necesitas guardarlo.
fr: L’image enregistrée sera la plus récente dans « Toutes les photos ». Ouvrez Réglages > Fond d’écran ou touchez et maintenez appuyé l’écran verrouillé pour sélectionner cette image. Le texte du message est toujours disponible dans le widget sur l’écran verrouillé – vous n’avez pas besoin de le sauver.

# PhotosReadWriteAccessDenied
source: @AppName@ is blocked from accessing your Photos library. To fix this, open Settings > @AppName@, choose Photos, and “Read and Write” access.
es: @AppName@ está bloqueado para acceder a tu galería de fotos. Para arreglar esto Abrir configuración > @AppName@, escoger Fotos y “Leer y escribir” acceder.
fr: @AppName@ ne peut pas accéder à vos images. Pour le permettre, ouvrez réglages > @AppName@, sélectionnez « Photos », et permettre un accès en « Lecture et écriture ».

# PhotosAddAccessDenied
source: @AppName@ is blocked from saving to your Photos library. To fix this, open Settings > @AppName@, choose Photos, and allow “Add Photos Only” access.
es: @AppName@ está bloqueado para guardar en tu galería de fotos. Para arreglar esto abrir Configuración > @AppName@, escoger Fotos, y permite “Solamente agregar fotos” Acceder.
fr: @AppName@ ne peut pas accéder à la bibliothèque « Photos ». Pour le permettre, ouvrez réglages > @AppName@, sélectionnez « Photos », et permettre un accès en « Ajouter juste des photos ».

# MessageLabel
source: Message
es: Mensaje

# TextSizeLabel
source: Text Size
es: Tamaño
fr: Taille

# TextFontLabel
source: Font
es: Fuente
fr: Police

# FontPickerSample
source: Jackdaws love my big sphinx of quartz 1234567890
es: Abcdefgh ijklmnopqr stuvwxyz 1234567890
fr: Abcdefgh ijklmnopqr stuvwxyz 1234567890

# SystemFontDisplayName
source: System Font
es: Fuente del sistema
fr: Police du système

# BoxColorLabel
source: Box Colour
es: Color de caja
fr: Couleur de zone de Texte

# TextColorLabel
source: Text Colour
es: Color de texto
fr: Couleur du Texte

# TextStyleLabel
source: Text Style
es: Estilo de texto
fr: Style

# FactorySettings
source: Reset to Defaults
es: Reiniciar al prederteminado
fr: Réinitialiser

# ResetToDefaultsConfirmation
source: Are you sure you want to reset the settings? This will clear the current background image too.
es: Estas seguro que quieres reiniciar la configuración? Esto también eliminara la actual imagen de fond.
fr: Etes-vous certain vous voulez restaurer les réglages par défaut ? Ceci va aussi effacer l’image de fond d’écran actuelle.

# ResetToDefaultsResetAction
source: Reset
es: Reiniciar
fr: Réinitialiser

source: Cancel
es: Cancelar
fr: Annuler

# PickBackgroundColorTitle
source: Set Background Colour
es: Establecer el color de la imagen de fondo
fr: Régler la couleur de fond

# PickColorTitle
source: Choose Colour
es: Elegir color
fr: Selectionner la couleur

# ColourAfterTitle
source: New
es: Nuevo
fr: Nouvelle

# ColourBeforeTitle
source: Old
es: Antiguo
fr: Ancienne

# ColourDarkerTitle
source: Dark
es: Oscuro
fr: Foncé

# ColourLighterTitle
source: Light
es: Claro
fr: Clair

# ColourClearerTitle
source: Clear
es: Claro
fr: Transparent

# ColourOpaquerTitle
source: Solid
es: Solido
fr: Solide

# CopyrightNotice
source: Copyright © Ben Staveley-Taylor, 2019-23. All rights reserved.
es: Derechos de autor © Ben Staveley-Taylor, 2019-25. Todos los derechos reservados.
fr: Copyright © Ben Staveley-Taylor, 2019-25. Tous droits réservés.

# EmailButtonFormat
source: email: %@
es: Correo electronico: %@

# EmailSubjectTemplate
source: @AppName@ user email
es: @AppName@ correo de usuario
fr: @AppName@ adresse mail

# PrivacyButtonTitle
source: Privacy Policy
es: Politicas de privacidad
fr: Politique de confidentialité

# PressHomeToOpen
source: Swipe up to open
es: Desliza hacia arriba para abrir
fr: Balayez vers le haut pour ouvrir

# ShowLockScreenUILabel
source: Show Time/Date Position
es: Mostrar la hora / posición de la fecha
fr: Affichage de l’heure

# ShowWidgetPreviewLabel
source: Show Widget Preview
es: Mostrar la widget previa
fr: Affichage du widget

# MustBeInFullScreenToSaveTitle
source: Saving is disabled
es: Guardar esta deshabilitado
fr: L’enregistrement est désactivé

# MustBeInFullScreenToSaveBody
source: @AppName@ must be in full screen mode, or the image won’t work as a Lock Screen.
es: @AppName@ debe de estar en modo pantalla completo o la imagen no va a funcionar como una pantalla bloqueada.
fr: @AppName@ doit être en mode plein écran, pour que l’image fonctionne comme l’écran verrouillé

# UnableToReadImage
source: Unable to load this photo. Try a different one.
es: No se puede cargar esta foto. Intente subir otra foto.
fr: Impossible de télécharger cette image. Essayer un autre fichier.

# TranslatorsTitle
source: Translations by:
es: Traducido por:
fr: Traductions par:

# Widget_DisplayName
source: Lock Screen Message
es: Mensaje de bloqueo de pantalla
fr: Message sur l’écran verrouillé

# Widget_Description
source: Show the message that has been set up in @AppName@
es: Mostrar el mensaje que ha sido creado en @AppName@
fr: Affichez le message qui a été configuré dans @AppName@

# Widget_PlaceholderText
source: If found contact 01234 567890 or me@example.com
es: Si lo encuentra contactar al 987 654 321 o me@example.com
fr: Si trouvé contactez 01 23 45 67 89 ou moi@courriel.fr

# Widget_NoLabelSet
source: Tap to set up a message using @AppName@
es: Toca para configurar un mensaje usando @AppName@
fr: Appuyez pour configurer un message à l’aide de @AppName@
